


export const textsArray = [
    'Причалил на берег, кинь якорь!',
    'Перед забросом проверь фрикцион!',
    'Как бы вы там не тусили, но в 6 утра все в силе!',
    'Едешь за щукой, возьми корнцанг!',
    'Большую рыбу бери с воды!',
    'Собирай снасти пока не стемнело!',
    'На рыбалке главное терпение, а не скорость!',
    'Не бойся забрасывать далеко, удача за горизонтом!',
    'На рыбалке, как в жизни: главное – не упустить момент!',
    'Нет клева? смени тактику!',
    'Не упусти шанс поймать трофей – иногда он рядом!',
    'Ловишь на фидер, возьми тряпки!',
    'Успех рыбалки не зависит от улова!',
    'Экспериментируй с приманками – неожиданные решения приводят к успеху!',
    'Собирая снасти, помни: порядок – залог успеха!',
    'Если ветер дует в лицо, просто улыбайся – это хорошая примета!',
    'Лучше плохой день на рыбалке, чем хороший на работе!',
    'На рыбалке всегда найдется время приколов – не упусти момент!',
    'Спустил лодку, не забудь поднять колеса!',
    'Сел в лодку, пристегни чеку к жилету!',
    'Зацепился, заглуши мотор!',
    'Кто рано встает, тот рыбу ловит!',
    'Поймал большую рыбу,не радуйся. Спроси что у другого экипажа!',
    'На рыбалке не бывает мелочей – каждая деталь важна!',
    'Отправляешься на троллинг, посри на берегу!',
    'Каждый заброс – это шанс на трофей!',
    'Если рыба не клюет, лови на нытье!',
    'Едешь на рыбалку? Возьми катушку, приманки и палку!',
    'Рыбалка - это когда встаёшь в темень без тени сожаления!',
    'Делаешь последний заброс? Сделай пять!'
]

export const backgroundImagesIcons = [
    require('./assets/leha.png'),
    require('./assets/garik.png'),
    require('./assets/shurik.png'),
    require('./assets/anton.png'),
    require('./assets/den.png')
];