
export const reglament =
    ['Big Fish Вес рыбы: от 500гр',
        'Ловить можно: спиннинг, поплавочная удочка, донка или фидер',
        'Рыбак должен иметь: весы, фотоаппарат или телефон',
        'При вылове рыбы более 500 грамм зарегистрировать улов',
        'Территория ловли - все водоемы мира',
        'Приз: Кубок(переходящий); Медаль с гравировкой(фио, вес рыбы и название и год сезона) и подарок',
        'Регистрация участников до мая']


export const statusTour: { [key: number]: string } = {
    1: '(Проводится)',
    2: '(Завершен)'
}